import React from 'react'

function HomeBody() {
  return (
    <div className="bg-[url('/4.jfif')] h-fit w-fit p-8 mt-8 ">

      <p className=' font-extrabold font-mono text-end text-xl text-red backdrop-blur-sm bg-white/30'> !البيئه عنوان اصحابها فمتي نحافظ علي عنواننا </p>

      {/* <p className=' font-extrabold font-mono text-end text-xl text-red backdrop-blur-sm bg-white/30'>
                          البيئه عنوان اصحابها فمتي نحافظ علي عنواننا !


                    قال تعالي :" وإذ قال ربك للملائكه إني جاعل في الارض خليفه " 
                    فخلق الله تعالي الارض بطبيعتها وبيئتها الصحيه ثم خلقنا واستخلفنا فيها لنعمرها ، فخلق الله البيئه بأعجاز وترابط بين مكوناتها وخلقنا لنحافظ عليها فلماذا تخلفنا وانحرفنا  عن دورنا الطبيعي الذي أستخلفنا من اجله .

                    وجاء اسلامنا الحنيف بمكارم الاخلاق وجعل الحفاظ علي البيئه جزءا اساسيا من عقيدتنا فقال الرسول الكريم :"الإيمان بضع وسبعون شعبه افضلها قول لا اله الا الله وأدناها اماطه الاذي  عن الطريق " ونري هنا اشاره الحديث الي الطرقات ليس بامعناه الحرفي بل اراد ان ينبهنا ان الاذي هو كل تلوث سواء مادي او حتي ادبي كان من شانه الاضرار وتلويث الطبيعه.
                    
                    فجاء الاسلام بتعامليه للحفاظ علي البيئه وجمح سلوكياتنا عن حيدها ووضعها علي فطرتنا التي خلقنا من اجلها فجاء الدين معالجا لكل مظهر شاذ ظهر من حيده الانسان عن فطرته ومحافظا علي الفطره الطبيعه للانسان وبيئته . 
                    ونجد جليا في كتاب الله الحث علي الاصلاح في الارض من اي ملوث من شانه الاخلال بفطرتها كما في قوله تعالي :" ولا تفسدو في الارض بعد إصلاحها وادعوه خوفا وطمعا " 
                    وقال رسولنا الكريم "تنظفو فإن الإسلام نظيف " 
                    وقال الرسول الكريم ايضا "إذا قامت الساعه وفي يد احدكم فسيله فإن استطاع فلا يقوم حتي يغرسها " 
                    فنجد ان سنه رسولنا وكتاب الله تعالي ما ترك موضع حتي وحثنا فيه علي تطهير البيئه من اي تلوث يصيبها بخلل او كان شأنه الاضرار بيها . 
                    فبيئتنا عنواننا وعلينا جعل عنواننا نظيف .
                    القانون وحمايه البيئه 
                    ومجابهه للتلوث ومحاربته فان للقانون دور في حمايه وتنظيم كل ضرر من شأنه الاخلال بطبيعه البيئه  ولان الطبيعه البشريه لا ترضخ وتنظم الا برادع فجاءت التشريعات لتردع وتنظم اي عمل من شأنه اصابه البيئه بالآفات فجاء قانون حمايه البيئه المصري رقم ٤ لسنه ١٩٩٤ والذي تم تعديله ب ٩ لسنه ٢٠٠٩ للحمايه البيئه ووضع الردع والجزاء للمخالفين . 
                    فمثلا الماده ٢٢ التي نصت علي "على المسئول عن إدارة المنشأة طبقا لأحكام هذا القانون الاحتفاظ بسجل بيان تأثير نشاط المنشأة على البيئة (سجل بيئي ) . وتضع اللائحة التنفيذية نموذجا لهذا السجل والجدول الزمني اللازم للاحتفاظ به من قبل المنشآت، والبيانات التي تدون فيه ويختص جهاز شئون البيئة بمتابعة بيانات السجل للتأكد من مطابقتها للواقع وأخذ العينات اللازمة وإجراء الاختبارات المناسبة لبيان تأثير نشاط المنشأة على البيئة ، وتحـديد مدى التزامها بالمعايير الموضوعة لحماية البيئة أو الأحمال النوعية للملوثات فإذا تبين عدم احتفاظ المنشأة بالسجل البيئي ،     أو عدم انتظام تدوين بياناته ،أو عدم مطابقتها للواقع ، أو عدم التزام المنشأة بالمعايير     أو الأحمال المشار إليها أو أية مخالفة أخرى لأحكام هذه المادة ، يقوم الجهاز بإخطار الجهـة الإدارية المختصة بتكليف صاحب المنشأة بتصحيح المخالفة على وجه السرعة، فإذا لم يقم بذلك خلال 60 يوما من تاريخ تكليفه يكون للجهاز بعد إخطار الجهة الإدارية المختصة اتخاذ أي من الإجراءات الآتية:
                    1- منح مهلة إضافية محددة للمنشأة لتصحيح المخالفات وإلا حق للجهاز أن يقوم بذلك على   نفقة المنشأة .
                    2-وقف النشاط المخالف لحين إزالة آثار المخالفة ودون المساس بأجور العاملين فيه.
                        وفى حالة الخطر البيئي الجسيم يتعين وقف مصادره فى الحال وبكافة الوسائل والإجراءات  
                        اللازمة .
                    وجاء العقاب علي المخالفه : "يعاقب بالحبس مدة لا تزيد على سنة وبغرامة لا تقل عن خمسة آلاف جنيه ولا تزيد على مائة ألف جنيه أو بإحدى هاتين العقوبتين كل من يخالف احكام المواد (22و37 )(بند أ) و69 من هذا القانون.
                    ويعاقب بغرامة لا تقل عن خمسين ألف جنيه ولا تزيد على مليون جنيه كل من يخالف أحكام المادتين 19، 23 من هذا القانون .
                    وفى حالة العود يضاعف الحدان الادنى والأقصى للغرامة والحد الاقصى لعقوبة الحبس .
                    وفضلا عن العقوبات الأصلية السابقة يجوز الحكم بغلق المنشأة وإلغاء الترخيص الصادر لها     أو وقف النشاط المخالف"
      </p> */}
        
    </div>
  )
}

export default HomeBody